Repository: SysAdminDoc/UniversalConverterX
Catalog: src/UniversalConverterX.UI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, pl_pl, zh_hans

# EbookConverterPage_Item_028.Text
source: EPUB, MOBI, AZW3, PDF, FB2, DOCX, HTML, RTF, TXT. Pick a target format and run.
de_de: EPUB, MOBI, AZW3, PDF, FB2, DOCX, HTML, RTF, TXT. Wählen Sie ein Zielformat und laufen Sie.
es_es: EPUB, MOBI, AZW3, PDF, FB2, DOCX, HTML, RTF, TXT. Elija un formato de destino y ejecute.
fr_fr: EPUB, MOBI, AZW3, PDF, FB2, DOCX, HTML, RTF, TXT. Choisissez un format cible et exécutez.
pl_pl: EPUB, MOBI, AZW3, PDF, FB2, DOCX, HTML, RTF, TXT. Wybierz format celu i uruchomić.
zh_hans: EPUB、MOBI、AZW3、PDF、FB2、DOCX、HTML、RTF、TXT。 选择目标格式并运行 。

# EbookConverterPage_LanguageBox.Header
source: Language (ISO-639)
de_de: Sprache (ISO-639)
es_es: Lenguaje (ISO-639)
fr_fr: Langue (ISO-639)
pl_pl: Język (ISO-639)
zh_hans: 语文(ISO-639)

# EbookConverterPage_LanguageBox.PlaceholderText
source: en
de_de: de
zh_hans: 环环

# EbookConverterPage_OutputDirBox.Header
source: Output directory
de_de: Ausgabeverzeichnis
es_es: Directorio de salida
fr_fr: Répertoire des sorties
pl_pl: Katalog wynikowy
zh_hans: 产出目录

# EbookConverterPage_OutputDirBox.PlaceholderText
source: (same as source)
de_de: (gleiche Quelle)
es_es: (igual que la fuente)
fr_fr: (même source)
pl_pl: (tak samo jak źródło)
zh_hans: (与来源相同)

# EbookConverterPage_StatusText.Text
source: Add eBooks to begin.
de_de: Hinzufügen von eBooks zu beginnen.
es_es: Agregar eBooks para comenzar.
fr_fr: Ajouter des livres électroniques pour commencer.
pl_pl: Dodaj e-booki do rozpoczęcia.
zh_hans: 要开始添加 eBooks 。

# EbookConverterPage_TitleBox.Header
source: Title (optional)
de_de: Titel (fakultativ)
es_es: Título (optativo)
fr_fr: Titre (facultatif)
pl_pl: Tytuł (opcjonalnie)
zh_hans: (可选择标题)

# EbookConverterPage_TitleBox.PlaceholderText
source: (keep source)
de_de: (weitere Quelle)
es_es: (mantener la fuente)
fr_fr: (maintenir la source)
pl_pl: (utrzymuj źródło)
zh_hans: (基源)

# EditorPage_AspectRatioBox.Header
source: Display ratio
de_de: Anzeigeverhältnis
es_es: Relación de visualización
fr_fr: Taux d'affichage
pl_pl: Stosunek wyświetlania
zh_hans: 显示率

# EditorPage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# EditorPage_ClearButton.Content
source: Clear Queue
de_de: Warteschlange löschen
es_es: Limpiar cola
fr_fr: Effacer la file
pl_pl: Wyczyść kolejkę
zh_hans: 清除队列

# EditorPage_CrfLabel.Text
source: CRF 18 (visually lossless)
de_de: CRF 18 (visuell verlustfrei)
es_es: CRF 18 (sin pérdida visual)
fr_fr: CRF 18 (sans perte visuelle)
pl_pl: CRF 18 (bezobjawowo)
zh_hans: CRF 18 (无视听损失)

# EditorPage_CropHeightBox.Header
source: Height
de_de: Höhe
es_es: Altura
fr_fr: Hauteur
pl_pl: Wysokość
zh_hans: 高度高度

source: Lock crop values
de_de: Pflanzliche Werte sperren
es_es: Bloquear los valores de la cosecha
fr_fr: Verrouiller les valeurs des cultures
pl_pl: Zablokuj wartości uprawy
zh_hans: 锁定作物价值

source: Lock crop values across operation/preset changes
de_de: Verriegelung der Erntewerte über Betriebs-/Voreinstellungsänderungen hinweg
es_es: Bloquear los valores de los cultivos en los cambios de operación/preestablecimiento
fr_fr: Verrouiller les valeurs des cultures à travers les changements de fonctionnement/préréglage
pl_pl: Zamykanie wartości uprawy w obrębie zmian operacyjnych/osuwowych
zh_hans: 操作/预设变化中每个操作/预设变化的锁定作物值

# EditorPage_CropMetaBottomBox.Header
source: Bottom edge
de_de: Unterkante
es_es: Borde inferior
fr_fr: Bord inférieur
pl_pl: Dolna granica
zh_hans: 底边缘

# EditorPage_CropMetaLeftBox.Header
source: Left edge
de_de: Linke Kante
es_es: Borde izquierdo
fr_fr: Bord gauche
pl_pl: Lewa krawędź
zh_hans: 左左边缘

# EditorPage_CropMetaRightBox.Header
source: Right edge
de_de: Rechte Kante
es_es: Borde derecho
fr_fr: Bord droit
pl_pl: Prawa krawędź
zh_hans: 右右边缘

# EditorPage_CropMetaTopBox.Header
source: Top edge
de_de: Oberkante
es_es: Borde superior
fr_fr: Bord supérieur
pl_pl: Górna granica
zh_hans: 上边缘

# EditorPage_CropWidthBox.Header
source: Width
de_de: Breite
es_es: Ancho
fr_fr: Largeur
pl_pl: Szerokość
zh_hans: 宽宽度

# EditorPage_CropXBox.Header
source: X offset
de_de: X versetzt
pl_pl: Przesunięcie X
zh_hans: 页:1

# EditorPage_CropYBox.Header
source: Y offset
es_es: Desplazamiento Y
pl_pl: Przesunięcie Y
zh_hans: 缩 数

# EditorPage_EditorPageButton01.Content
source: Add Files
de_de: Dateien hinzufügen
es_es: Añadir archivos
fr_fr: Ajouter des fichiers
pl_pl: Dodaj pliki
zh_hans: 添加文件

# EditorPage_EditorPageButton02.Content
source: Add Folder
de_de: Ordner hinzufügen
es_es: Añadir carpeta
fr_fr: Ajouter un dossier
pl_pl: Dodaj folder
zh_hans: 添加文件夹

# EditorPage_EditorPageButton03.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# EditorPage_EditorPageButton04.Content
source: Browse
de_de: Durchsuchen
es_es: Examinar
fr_fr: Parcourir
pl_pl: Przeglądaj
zh_hans: 浏览

# EditorPage_EditorPageButton05.Content
source: Same as source
de_de: Gleich wie die Quelle
es_es: Igual que la fuente
fr_fr: Même source
pl_pl: Tak samo jak źródło
zh_hans: 与源相同

# EditorPage_EditorPageButton06.Content
source: Open Output Folder
de_de: Ausgabeordner öffnen
es_es: Abrir carpeta de salida
fr_fr: Ouvrir le dossier de sortie
pl_pl: Otwórz folder wyjścia
zh_hans: 打开输出文件夹

# EditorPage_EditorPagePivotItem01.Header
source: Editing
de_de: Bearbeiten
es_es: Edición
fr_fr: Édition
pl_pl: Edycja
zh_hans: 编辑编辑

# EditorPage_EditorPagePivotItem02.Header
source: Finished
de_de: Abgeschlossen
es_es: Finalizado
fr_fr: Terminé
pl_pl: Zakończono
zh_hans: 已完成

# EditorPage_EndBox.Header
source: End
de_de: Ende
es_es: Fin
fr_fr: Fin
pl_pl: Koniec
zh_hans: 结束

# EditorPage_EndBox.PlaceholderText
source: End of clip
de_de: Ende des Clips
es_es: Fin del clip
fr_fr: Fin du clip
pl_pl: Koniec klipu
zh_hans: 剪辑结束

# EditorPage_ExportButton.Content
source: Export All
de_de: Alle exportieren
es_es: Exportar todo
fr_fr: Toutes les exportations
pl_pl: Eksportuj wszystko
zh_hans: 全部出口

# EditorPage_Item_001.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove from queue
de_de: Aus der Warteschlange entfernen
es_es: Eliminar de la cola
fr_fr: Supprimer de la file d'attente
pl_pl: Usuń z kolejki
zh_hans: 从队列中删除

# EditorPage_Item_003.Content
source: Open folder
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
pl_pl: Otwórz folder
zh_hans: 打开文件夹

# EditorPage_Item_005.Text
source: Batch-trim clips with local ClipForge processing, progress, and finished results.
de_de: Batch-Trim-Clips mit lokalen ClipForge-Verarbeitung, Fortschritt und beendeten Ergebnissen.
es_es: Clips de corte por lotes con procesamiento local ClipForge, progreso y resultados terminados.
fr_fr: Clips de batch-trim avec le traitement local ClipForge, la progression et les résultats finis.
pl_pl: Wsadowe klipy z lokalnym procesem ClipForge, postępem i zakończonymi wynikami.
zh_hans: 配有本地 ClipForge 处理、 进度和完成结果的批次剪辑 。

# EditorPage_Item_009.Text
source: Drop videos to edit
de_de: Videos zum Bearbeiten ablegen
es_es: Abandonar vídeos para editar
fr_fr: Déposer des vidéos à éditer
pl_pl: Upuść pliki wideo do edycji
zh_hans: 丢放要编辑的视频

# EditorPage_Item_010.Text
source: MP4, MKV, MOV, AVI, WebM, FLV, WMV, TS, MTS, and M4V.
de_de: MP4, MKV, MOV, AVI, WebM, FLV, WMV, TS, MTS und M4V.
es_es: MP4, MKV, MOV, AVI, WebM, FLV, WMV, TS, MTS y M4V.
fr_fr: MP4, MKV, MOV, AVI, WebM, FLV, WMV, TS, MTS et M4V.
pl_pl: MP4, MKV, MOV, AVI, WebM, FLV, WMV, TS, MTS i M4V.
zh_hans: MP4、MKV、MOV、AVI、WebM、FLV、WMV、TS、MTS和M4V。

# EditorPage_Item_013.Text
source: No finished edits yet
de_de: Noch keine abgeschlossenen Bearbeitungen
es_es: No hay ediciones terminadas todavía
fr_fr: Pas encore d'éditions terminées
pl_pl: Brak jeszcze gotowych edycji
zh_hans: 尚未完成编辑完成

# EditorPage_Item_014.Text
source: Completed, failed, and cancelled exports appear here.
de_de: Abgeschlossene, gescheiterte und stornierte Exporte erscheinen hier.
es_es: Las exportaciones terminadas, fallidas y canceladas aparecen aquí.
fr_fr: Les exportations terminées, échouées et annulées apparaissent ici.
pl_pl: Zakończone, nieudane, anulowane eksporty pojawiają się tutaj.
zh_hans: 完成、失败和取消的出口出现在此处。

# EditorPage_Item_015.Text
source: Operation
de_de: Betrieb
es_es: Funcionamiento
fr_fr: Fonctionnement
pl_pl: Operacja
zh_hans: 业务 业务

# EditorPage_Item_016.Content
source: Trim
es_es: Recortar
zh_hans: 修饰

# EditorPage_Item_017.Content
source: Crop
de_de: Pflanzen
es_es: Cultivo
fr_fr: Culture
pl_pl: Uprawa
zh_hans: 作物作物

# EditorPage_Item_018.Content
source: Crop Metadata (lossless)
de_de: Crop Metadata (verlustfrei)
es_es: Metadatos de cultivos (sin pérdidas)
fr_fr: Métadonnées des cultures (sans perte)
pl_pl: Metadane uprawy (bezstratne)
zh_hans: 作物元(亏损)

# EditorPage_Item_019.Content
source: Aspect Override (lossless)
de_de: Aspektüberschreitung (verlustfrei)
es_es: Aspect Override (pérdida)
fr_fr: Aspect Dépassement (sans perte)
pl_pl: Przekierowanie (bezstratne)
zh_hans: 外观覆盖( 无损失)

# EditorPage_Item_020.Content
source: Rotate / Flip
de_de: Drehen / Drehen
es_es: Girar / Voltear
fr_fr: Rotation / Flip
pl_pl: Obróć/ odwróć
zh_hans: 旋转/翻转

# EditorPage_Item_021.Content
source: Normalize Audio
de_de: Audio normalisieren
es_es: Normalizar el audio
fr_fr: Normaliser l'audio
pl_pl: Normalizuj dźwięk
zh_hans: 正常化音频

# EditorPage_Item_022.Content
source: Rewrap Container
de_de: Behälter wieder einpacken
es_es: Reenvasar el contenedor
fr_fr: Récupérer le conteneur
pl_pl: Zapakowanie kontenera
zh_hans: 重新包装容器

# EditorPage_Item_023.Text
source: Trim
es_es: Recortar
zh_hans: 修饰

# EditorPage_Item_024.Text
source: Times in seconds. Leave end blank to export through the end of each clip.
de_de: Zeiten in Sekunden. Lassen Sie das Ende leer, um durch das Ende jedes Clips zu exportieren.
es_es: Tiempos en segundos. Deje el extremo en blanco para exportar a través del extremo de cada clip.
fr_fr: Temps en secondes. Laisser la fin vide pour exporter à travers la fin de chaque clip.
pl_pl: Czas w sekundach. Pozostaw pusty do eksportu przez koniec każdego klipu.
zh_hans: 时间以秒计。 留空结束以导出到每个剪辑的结尾 。

# EditorPage_Item_028.Text
source: Lossless is fast and preserves quality, but cuts on keyframes. Re-encode for frame-accurate trims.
de_de: Lossless ist schnell und bewahrt Qualität, aber Schnitte auf Keyframes. Re-encode für Rahmen-genaue Trimmungen.
es_es: Lossless es rápido y preserva la calidad, pero los cortes en fotogramas de teclas.
fr_fr: Lossless est rapide et préserve la qualité, mais les coupes sur les images clés.
pl_pl: Utrata jest szybka i zachowuje jakość, ale cięcia na klawiaturze. Ponowny kod dla frame-accurte wykończenia.
zh_hans: 无损失是快速的,可以保持质量,但可以削减键盘。重新编码框架精确的三角形。

# EditorPage_Item_029.Text
source: Re-encode Quality
de_de: Qualität neu kodieren
es_es: Volver a codificar la calidad
fr_fr: Re-encoder la qualité
pl_pl: Jakość ponownego kodu
zh_hans: 重新编码质量

# EditorPage_Item_032.Text
source: Crop Rectangle
de_de: Quadratische Rechtecke
es_es: Rectángulo de cultivos
fr_fr: Rectangle de culture
pl_pl: Przyroda
zh_hans: 作物矩形

# EditorPage_Item_034.Text
source: All values in pixels. Output = W x H region starting at (X, Y).
de_de: Alle Werte in Pixeln. Ausgabe = W x H-Region beginnend bei (X, Y).
es_es: Todos los valores en píxeles. Salida = región W x H a partir de (X, Y).
fr_fr: Toutes les valeurs en pixels. Sortie = région W x H à partir de (X, Y).
pl_pl: Wszystkie wartości w pikselach. Wyjście = region W x H zaczynając od (X, Y).
zh_hans: 输出 = W x H 区域 (X, Y) 。

# EditorPage_Item_039.Text
source: Lossless Display Crop
es_es: Recortar la pantalla sin pérdida
fr_fr: Crop d'affichage sans perte
pl_pl: Bezstratne obicie wyświetlacza
zh_hans: 无损显示裁剪

# EditorPage_Item_040.Text
source: Set H.264/H.265 edge-crop metadata without decoding frames. Coded pictures stay intact; players display the smaller rectangle.
de_de: Setzen Sie H.264/H.265 Edge-Crop-Metadaten ohne Dekodierung von Frames. Kodierte Bilder bleiben intakt; Spieler zeigen das kleinere Rechteck an.
es_es: Establecer metadatos H.264/H.265 sin decodificar marcos. Las imágenes codificadas permanecen intactas; los reproductores muestran el rectángulo más pequeño.
fr_fr: Définissez les métadonnées edge-crop H.264/H.265 sans décoder les cadres. Les images codées restent intactes; les lecteurs affichent le petit rectangle.
pl_pl: Ustaw metadane H.264/H.265 bez dekodowania ramek. Obrazy kodowane pozostają nienaruszone; gracze wyświetlają mniejszy prostokąt.
zh_hans: 设定 H.264/ H.265 边缘- rop 元数据, 但没有解码框架。 编码图片保持完整; 玩家显示较小的矩形 。

# EditorPage_Item_045.Text
source: Offsets replace existing SPS crop metadata. Some chroma formats require even values; unsupported offsets fail without creating a successful export.
de_de: Offsets ersetzen vorhandene SPS-Crop-Metadaten. Einige Chroma-Formate erfordern sogar Werte; nicht unterstützte Offsets scheitern, ohne einen erfolgreichen Export zu erzeugen.
es_es: Las offsets reemplazan los metadatos de recorte SPS existentes. Algunos formatos croma requieren valores pares; los offsets no soportados fallan sin crear una exportación exitosa.
fr_fr: Les offsets remplacent les métadonnées existantes des cultures SPS. Certains formats chroma nécessitent des valeurs égales; les offsets non pris en charge échouent sans créer une exportation réussie.
pl_pl: Przesunięcia wymieniają istniejące metadane uprawy SPS. Niektóre formaty chromów wymagają nawet wartości; nieuzasadnione offsety upadają bez tworzenia udanego eksportu.
zh_hans: 偏移取代现有的 SPS 作物元数据。 某些染色体格式需要偶数值; 不支持的偏移失败, 没有创建成功导出 。

# EditorPage_Item_046.Text
source: Display Aspect Override
de_de: Aspect Override anzeigen
es_es: Anular el aspecto de visualización
fr_fr: Affichage de l'aspect Override
pl_pl: Wyświetlanie Aspect
zh_hans: 显示外观覆盖

# EditorPage_Item_047.Text
source: Change only the container display ratio. Compressed video and audio packets are copied byte-for-byte.
de_de: Ändern Sie nur das Anzeigeverhältnis des Containers. Komprimierte Video- und Audiopakete werden Byte-für-Byte kopiert.
es_es: Cambie sólo la relación de visualización del contenedor. Los paquetes de vídeo y audio comprimidos se copian byte por byte.
fr_fr: Modifier uniquement le rapport d'affichage du conteneur. Les paquets vidéo et audio compressés sont copiés octet-pour-octet.
pl_pl: Zmień tylko stosunek wyświetlacza kontenera. Skompresowane pakiety wideo i audio są kopiowane bajty-dla-bajtu.
zh_hans: 只更改容器显示比例。 压缩的视频和音频包会按字节复制 。

# EditorPage_Item_049.Text
source: Rotate / Flip
de_de: Drehen / Drehen
es_es: Girar / Voltear
fr_fr: Rotation / Flip
pl_pl: Obróć/ odwróć
zh_hans: 旋转/翻转

# EditorPage_Item_050.Content
source: 90° clockwise
de_de: 90° im Uhrzeigersinn
es_es: 90° en sentido horario
fr_fr: 90° dans le sens des aiguilles d'une montre
pl_pl: Voyager w kierunku wskazówek zegara
zh_hans: 90 顺时速

# EditorPage_Item_052.Content
source: 270° clockwise
de_de: 270° im Uhrzeigersinn
es_es: 270° en sentido horario
fr_fr: 270° dans le sens des aiguilles d'une montre
pl_pl: 270° w kierunku wskazówek zegara
zh_hans: 时速 270°

# EditorPage_Item_053.Content
source: Flip horizontal
de_de: Horizontal drehen
es_es: Voltear horizontalmente
pl_pl: Odwróć poziomo
zh_hans: 水平翻转

# EditorPage_Item_054.Content
source: Flip vertical
de_de: Vertikal schwenken
es_es: Voltear verticalmente
pl_pl: Odwróć pionowo
zh_hans: 垂直翻转

# EditorPage_Item_055.Text
source: Audio Normalisation
de_de: Audio-Normalisierung
es_es: Normalización de audio
fr_fr: Normalisation audio
pl_pl: Normalizacja audio
zh_hans: 音频正常化

# EditorPage_Item_056.Text
source: EBU R128 two-pass normalisation. Video stream is copied unchanged.
de_de: EBU R128 Zwei-Pass-Normalisierung. Videostream wird unverändert kopiert.
es_es: EBU R128 normalización de dos pasos. El flujo de vídeo se copia sin cambios.
fr_fr: Normalisation à deux passages EBU R128. Le flux vidéo est copié inchangé.
pl_pl: EBU R128 normalizacja dwuprzepustowa.
zh_hans: EBU R128 双通道正常化。 视频流复制不变 。

# EditorPage_Item_058.Text
source: Default -14 LUFS suits streaming platforms (YouTube, Spotify).
de_de: Standard -14 LUFS passt zu Streaming-Plattformen (YouTube, Spotify).
es_es: Por defecto -14 LUFS se adapta a las plataformas de streaming (YouTube, Spotify).
fr_fr: Par défaut -14 LUFS convient aux plateformes de streaming (YouTube, Spotify).
pl_pl: Domyślne -14 LUFS kombinuje streaming platformy (YouTube, Spotify).
zh_hans: 默认 - 14 LUFS 适合流平台( YouTube, Spotify) 。

# EditorPage_Item_059.Text
source: Rewrap Container
de_de: Behälter wieder einpacken
es_es: Reenvasar el contenedor
fr_fr: Récupérer le conteneur
pl_pl: Zapakowanie kontenera
zh_hans: 重新包装容器

# EditorPage_Item_060.Text
source: Stream-copy all tracks into the container chosen by the output extension. No re-encode.
de_de: Kopieren Sie alle Spuren in den Container, der von der Ausgabeerweiterung ausgewählt wurde.
es_es: Transmitir-copiar todas las pistas en el contenedor elegido por la extensión de salida. No volver a codificar.
fr_fr: Copier en streaming toutes les pistes dans le conteneur choisi par l'extension de sortie. Pas de réencode.
pl_pl: Kopia strumienia wszystkich utworów do pojemnika wybranego przez rozszerzenie wyjścia. Brak ponownego kodu.
zh_hans: 流拷贝输出扩展选择的容器中的所有音轨。 没有重编码 。

# EditorPage_Item_062.Content
source: .mkv (universal)
fr_fr: .mkv (universel)
pl_pl: .mkv (uniwersalny)
zh_hans: .mkv(普遍)

# EditorPage_Item_063.Content
source: .mov (Apple)
pl_pl: .mov (Jabłko)
zh_hans: .mov (苹果)

# EditorPage_Item_065.Text
source: File Location
de_de: Datei-Speicherort
es_es: Ubicación del archivo
fr_fr: Emplacement du fichier
pl_pl: Umiejscowienie pliku
zh_hans: 文件位置

# EditorPage_Item_069.Text
source: Queue Summary
de_de: Zusammenfassung der Frage
es_es: Resumen de la cola
fr_fr: Résumé de la requête
pl_pl: Podsumowanie kolejki
zh_hans: 队列摘要

# EditorPage_Item_075.Text
source: Undo
de_de: Rückgängig
es_es: Deshacer
fr_fr: Annuler
pl_pl: Cofnij
zh_hans: 撤消撤消

# EditorPage_Item_077.Text
source: Redo
de_de: Wiederherstellen
es_es: Rehacer
fr_fr: Refaire
pl_pl: Przywróć
zh_hans: 重做重做

# EditorPage_LosslessCheck.Content
source: Lossless stream-copy
de_de: Verlustlose Stream-Kopie
es_es: Copia de flujo sin pérdidas
fr_fr: Copie de flux sans perte
pl_pl: Bezproblemowa kopia strumieni
zh_hans: 无损流影版

# EditorPage_LufsBox.Header
source: Target LUFS
de_de: Ziel-LUFS
es_es: Objetivo LUFS
fr_fr: Objectif LUFS
pl_pl: Cel LUFS
zh_hans: LUFS目标

# EditorPage_OperationText.Text
source: Trim from 0s to end
de_de: Trim von 0s bis Ende
es_es: Recorte de 0s hasta el final
fr_fr: Couper de 0s à la fin
pl_pl: Podeszwy od 0 do końca
zh_hans: 从 0s 到结束的 Trim 从 0 到结束

# EditorPage_OutputDirectoryBox.Header
source: Save to
de_de: Speichern auf
es_es: Guardar en
fr_fr: Enregistrer dans
pl_pl: Zapisz do
zh_hans: 保存到

# EditorPage_OutputDirectoryBox.PlaceholderText
source: Same as source file
de_de: Gleiches wie Quelldatei
es_es: Lo mismo que el archivo fuente
fr_fr: Même chose que le fichier source
pl_pl: To samo co plik źródłowy
zh_hans: 与源文件相同

# EditorPage_OutputText.Text
source: Output: same as source
de_de: Ausgabe: gleich wie Quelle
es_es: Salida: igual que la fuente
fr_fr: Produit : identique à la source
pl_pl: Wyjście: to samo co źródło
zh_hans: 产出:与源相同

# EditorPage_ProgressTitle.Text
source: Exporting...
de_de: Exportieren...
es_es: Exportando...
fr_fr: Exporter...
pl_pl: Eksportuj...
zh_hans: 正在导出...

source: Lock quality value
de_de: Qualitätswert der Sperre
es_es: Valor de calidad de bloqueo
fr_fr: Valeur de qualité de verrouillage
pl_pl: Zablokuj jakość
zh_hans: 锁定质量价值

source: Lock CRF value across operation/preset changes
de_de: CRF-Wert über Betriebs-/Voreinstellungsänderungen sperren
es_es: Bloquear el valor CRF en los cambios de operación/preestablecimiento
fr_fr: Verrouiller la valeur du CRF à travers les modifications de fonctionnement/préréglage
pl_pl: Zablokuj wartość CRF przez zmiany operacyjne/osunięcia
zh_hans: 在操作/预设更改中锁定 CRF 值

# EditorPage_QueueCountText.Text
source: 0 clips queued
de_de: 0 Clips stehen Schlange
es_es: 0 clips en cola
fr_fr: 0 clips en attente
pl_pl: 0 klipów w kolejce
zh_hans: 排队 0 个剪辑

# EditorPage_RedoButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Redo last undone change
de_de: Letzte rückgängig gemachte Änderung rückgängig machen
es_es: Rehacer el último cambio de deshecho
fr_fr: Refaire le dernier changement annulé
pl_pl: Przywróć ostatnią zmianę
zh_hans: 重做上次取消的更改

# EditorPage_StartBox.Header
source: Start
de_de: Starten
es_es: Comienzo
fr_fr: Démarrer
pl_pl: Początek
zh_hans: 开始

# EditorPage_UndoButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Undo last setting change
de_de: Letzte Einstellungsänderung rückgängig machen
es_es: Deshacer el último cambio de configuración
fr_fr: Annuler la dernière modification de réglage
pl_pl: Cofnij ostatnią zmianę ustawienia
zh_hans: 撤消上次设置更改

# FontConverterPage_ConvertButton.Content
source: Convert
de_de: Umrechnen
es_es: Convertir
fr_fr: Convertir
pl_pl: Konwertuj
zh_hans: 转换转换

# FontConverterPage_FontConverterPageButton01.Content
source: Add fonts
de_de: Schriftarten hinzufügen
es_es: Añadir fuentes
fr_fr: Ajouter des polices
pl_pl: Dodaj czcionki
zh_hans: 添加字体

# FontConverterPage_FontConverterPageButton02.Content
source: Browse...
de_de: Durchsuchen...
es_es: Examinar...
fr_fr: Parcourir...
pl_pl: Przeglądaj...
zh_hans: 浏览...

# FontConverterPage_FormatCombo.Header
source: Target format
de_de: Zielformat
es_es: Formato de destino
fr_fr: Format cible
pl_pl: Format celowy
zh_hans: 目标格式

# FontConverterPage_Item_003.Text
source: Convert TTF / OTF / WOFF / WOFF2. WOFF and WOFF2 are the modern web-font wrappers (the latter uses Brotli compression). Backed by fonttools.
de_de: Konvertieren Sie TTF / OTF / WOFF / WOFF2. WOFF und WOFF2 sind die modernen Web-Font-Wrapper (letztere verwendet Brotli-Kompression).
es_es: Convertir TTF / OTF / WOFF / WOFF2. WOFF y WOFF2 son los modernos envoltorios web-font (este último utiliza la compresión Brotli). Respaldado por fonttools.
fr_fr: Convertir TTF / OTF / WOFF / WOFF2. WOFF et WOFF2 sont les wrappers web-font modernes (ce dernier utilise la compression Brotli).
pl_pl: Konwertuj TTF / OTF / WOFF / WOFF2. WOFF i WOFF2 są nowoczesne oprawy internetowe (te ostatnie używają Brotli kompresji).
zh_hans: 转换 TTF / OTF / WOFF / WOFF2. WOFF 和 WOFF2 是现代网络封包(后者使用Brotli压缩) 。 后加字体工具支持 。

# FontConverterPage_Item_009.Content
source: WOFF (web)
pl_pl: WOFF (w Internecie)
zh_hans: WOFF(网)

# FontConverterPage_Item_010.Content
source: WOFF2 (web, Brotli)
pl_pl: WOFF2 (w Internecie, Brotli)
zh_hans: WOFF2(网,布罗特利)

# FontConverterPage_Item_013.Text
source: Add fonts
de_de: Schriftarten hinzufügen
es_es: Añadir fuentes
fr_fr: Ajouter des polices
pl_pl: Dodaj czcionki
zh_hans: 添加字体

# FontConverterPage_Item_014.Text
source: Drop or pick TTF / OTF / WOFF / WOFF2 files. Pick a target format and run.
de_de: Drop or pick TTF / OTF / WOFF / WOFF2 Dateien. Wählen Sie ein Zielformat und laufen.
es_es: Tire o seleccione archivos TTF / OTF / WOFF / WOFF2. Elija un formato de destino y ejecute.
fr_fr: Déposer ou sélectionner des fichiers TTF / OTF / WOFF / WOFF2. Choisissez un format cible et exécutez.
pl_pl: Upuść lub wybierz TTF / OTF / WOFF / WOFF2. Wybierz format docelowy i uruchom.
zh_hans: 丢弃或选择 TTF / OTF / WOFF / WOFF2 文件。 选择目标格式并运行 。

# FontConverterPage_OutputDirBox.Header
source: Output directory
de_de: Ausgabeverzeichnis
es_es: Directorio de salida
fr_fr: Répertoire des sorties
pl_pl: Katalog wynikowy
zh_hans: 产出目录

# FontConverterPage_OutputDirBox.PlaceholderText
source: (same as source)
de_de: (gleiche Quelle)
es_es: (igual que la fuente)
fr_fr: (même source)
pl_pl: (tak samo jak źródło)
zh_hans: (与来源相同)
